
--
-- 数据库： `curl_avatar`
--

--
-- 转存表中的数据 `comic`
--

INSERT INTO `comic` (`id`, `related_id`, `name`, `pic`, `intro`, `weight`, `tag`, `method`, `status`, `created_at`, `updated_at`) VALUES
(1, 71, '百炼成神', 'https://static-tw.baozimh.com/cover/bailianchengshen-fengxingzhe.jpg', '漫画简介：现在身为卑微家奴的罗征，本身家中大少爷，因家族败落，妹妹被强大势力囚禁，无奈只得听命于人。可是天无绝人之路，父亲留给他的古书中竟然暗藏炼器神法，可将人炼制成器！而隐藏在这背后的神秘力量到底是什么？这是一场与命运的较量。', 200, 2, 2, 200, '2021-01-01 23:36:52', '2022-01-24 23:51:39'),
(2, 73, '炼气练了三千年', 'https://static-tw.baozimh.com/cover/lianqilianliaosanqiannian-ciweimaoyuedu.jpg', '漫画简介：《炼气练了三千年》小说改编作品。 三千年前，天资绝顶的白秋然被青冥剑宗创始人青冥道人收为门徒，开始修仙之路。 三千年后，青冥道人飞升成仙，大师兄渡劫失败身死道消，就连最小的小师妹的六世孙都筑基成功，学会了御剑乘风而行。 而经历三千年的苦修，白秋然他，终于达到了炼气期第六万六千六百六十四层的境界。', 300, 1, 2, 200, '2021-01-01 23:36:52', '2022-01-25 00:12:09'),
(3, 0, '道魔——炼气练了三千年外传', 'https://res1.xiaoqinre.com/images/cover/202011/1606610196l_LGXZUOLtBIDrvx.jpg', '漫画简介：千年之前，道魔纷乱，九州十地割据不休。 一名仙城玉楼弟子被诡异功法吸干真元，致使道门仙城玉楼与魔门合欢宗爆发争端。 白秋然得知此事，为查明真相潜入合欢宗，与合欢宗弟子苏香雪初次相识。诡异的功法让苏香雪生死一线，潜伏的凶手企图控制道魔两界！ 无穷真元VS无尽真气，白秋然该如何破除困局解救自己未来老婆！', 1, 0, 2, 100, '2021-01-01 23:36:52', '2022-01-19 12:25:32'),
(4, 84, '一人之下', 'https://static-tw.baozimh.com/cover/yirenzhixia-dongmantang.jpg', '漫画简介：大学生张楚岚清明回乡，遭遇神秘少女冯宝宝。素未谋面的冯宝宝却对张楚岚异常熟悉，并将其带去自己打工的快递公司。为了帮冯宝宝寻找她的身世，也为了查清自己与爷爷身上的秘密，张楚岚的生活被彻底颠覆，与冯宝宝一同踏上\"异人\"之旅。', 100, 2, 2, 200, '2021-01-03 22:43:13', '2022-01-26 12:27:46'),
(5, 82, '从前有座灵剑山', 'https://static-tw.baozimh.com/cover/congqianyouzuolingjianshan-xianmanwenhua.jpg', '漫画简介：创世中文网《从前有座灵剑山》授权官方漫画！因彗星陨落，末法大劫而降临的奇才，来自现代世界的穿越者王陆，怀着千年未有的空灵根，踏入灵剑派山门，走上了一条智商碾压异界，成为绝世逗逼强者的不寻常路！每周三，周日更新！', 0, 2, 2, 200, '2021-01-03 22:48:44', '2022-01-26 00:04:59'),
(6, 78, '全职法师', 'https://static-tw.baozimh.com/cover/quanzhifashi-yuewenmanhua.jpg', '漫画简介：周三周六，一周双更~ 莫凡继承了一个神奇的项链。一觉醒来世界大变。崇尚科学的世界变成了崇尚魔法。不过，莫凡发现大家都只能够主修一系魔法，自己却是全系全能法师！', 200, 2, 2, 200, '2021-01-03 22:54:07', '2022-01-26 00:02:41'),
(7, 0, '妖怪名单', 'https://res1.xiaoqinre.com/images/cover/201806/1528810368Mu8JJkub9heo6Ra2.jpg', '漫画简介：魅惑众生的九尾狐狸？吸人精气的合欢树妖？道家妹子求双修，仙家女神若即离。游走在这些危险分子中间可不是容易的事情。但为了世界和平，少年封夕豁出去啦！每周尽力更新！实在画不完随时盯着更新吧~作品群：9206702，595274283，713425461，377844535。欢迎进群讨论~', 0, 2, 2, 0, '2021-01-03 22:55:50', '2022-01-25 23:55:34'),
(8, 0, '鬼灭之刃', 'https://res1.xiaoqinre.com/images/cover/201804/1524518761GNJI4Q3rgm1sqizg.jpg', '漫画简介：时值日本大正时期。传说太阳下山后，有恶鬼出没吃人。亦有猎鬼人斩杀恶鬼、保护人们。卖炭少年炭治郎，他母亲与四个弟妹惨遭杀害，而与他一起生还的妹妹祢豆子亦异变成凶暴的鬼。在猎鬼人的指引下，立志成为猎鬼人的炭治郎与变成鬼却尚存理智的祢豆子踏上了旅程。', 0, 3, 2, 0, '2021-01-03 22:58:44', '2022-01-25 23:55:31'),
(9, 81, '本剑仙绝不吃软饭', 'https://static-tw.baozimh.com/cover/benjianxianjuebuchiruanfan-dongmanshe.jpg', '漫画简介：重生之后，眼前这个性感吸烟的小姐姐，居然像让我做她的“压寨男宠”？ 想我堂堂修仙界大佬，绝不能在区区女权世界英雄气短、沉迷美色！ 看我如何翻手为云覆手为雨，在女人们的世界闯出一片天！ ①群已满，请加②群：1048832488 ③群：1017377937 ④群：725164854 【每周二、六更新！】', 0, 2, 2, 200, '2021-01-03 23:02:28', '2022-01-26 00:03:04'),
(10, 0, '武映三千道', 'https://res1.xiaoqinre.com/images/cover/202004/1586392303GDSfXv7YbmLDAKJD.jpg', '漫画简介：【每周三、五更新】许无舟穿越了，惊愕的他发现自己成了上门女婿，不只是公认的废物蛀虫，还在新婚之夜躺在了新娘闺蜜的床上。吃顿饭却误入青楼，清冷的妻子对他失望透顶，老丈人打发他去家族武堂，任他任生任灭。可他却因为穿越，得到了一只破破烂烂需要依靠吞万物才能修复的轮回碗……', 0, 0, 2, 0, '2021-01-03 23:07:00', '2022-01-25 23:54:22'),
(11, 0, '', '', '', 100, 2, 2, 200, '2021-01-03 23:14:57', '2022-01-28 22:10:56'),
(12, 12, '万古神王', 'https://res1.xiaoqinre.com/images/cover/201907/1563708762-d-FE6rJhBCtzXeY.jpg', '漫画简介：前世因为帝尊陷害而身死，重生到了高中时代，恰逢灵气复苏，天地巨变。再生少年时，重走修行路，这一世，他当守护自己的朋友、亲人，他当不留遗憾，他当一路横推，他当诸天无敌，万古为尊！', 0, 2, 2, 0, '2021-01-03 23:22:38', '2021-01-30 19:34:42'),
(13, 0, '九星霸体诀', 'https://res1.xiaoqinre.com/images/cover/202009/1599966781XJl7dExmixiFC5cZ.jpg', '漫画简介：是丹帝重生？是融合灵魂？被盗走灵根、灵血、灵骨的三无少年——龙尘，凭借着记忆中的炼丹神术，修行神秘功法九星霸体诀，拨开重重迷雾，解开惊天之局。手掌天地乾坤，脚踏日月星辰，勾搭各色美女，镇压恶鬼邪神。', 0, 0, 2, 0, '2021-01-03 23:29:56', '2022-01-25 23:54:18'),
(14, 0, '天才高手', 'https://res1.xiaoqinre.com/images/cover/201905/1556724712H4DJDIIarcxkhWQK.jpg', '漫画简介：傲娇女总裁，娇羞小秘书，南非黑钻公主，特种兵女保镖，和爱吃胡萝卜的屌丝美男会擦出怎样的火花？是宿命纠缠还是心机暗算，走进天才高手，带你领略不一样的助理人生。', 0, 0, 2, 100, '2021-01-04 22:12:44', '2022-01-19 12:25:33'),
(15, 76, '武炼巅峰', 'https://static-tw.baozimh.com/cover/wuliandianfeng-pikapi.jpg', '漫画简介：《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。', 100, 0, 2, 200, '2021-01-04 22:54:51', '2022-01-25 23:53:01'),
(16, 0, '灵剑尊', 'https://res1.xiaoqinre.com/images/cover/201806/153025124335OHT-xSy3KcWoGs.jpg', '漫画简介：强者遇袭，重返少年时代。 前世的仇人，今生，绝不会放过！ 待到灵剑长啸之时，天地三界，我为至尊！ 若有不从者，一剑，杀之！（每周一、五双更', 0, 0, 2, 0, '2021-01-04 23:00:09', '2022-01-25 23:52:16'),
(17, 0, '银之守墓人', 'https://res1.xiaoqinre.com/images/cover/201807/1530537383QZfZMFoMPJe_x5-r.jpg', '漫画简介：穷苦高中生陆水银是个游戏达人，突然他意外获得5亿遗产却不料全是游戏币，接着心仪的女生被绑架，一连窜神秘事件更是接踵而至，他也被迫穿越到“盗墓者游戏”的世界里。带着5亿陵币和“最后的守墓人”的身份，加入到这场盗墓者与守墓人的神秘游戏中。公众号：yzsmr210；请大伙呼唤朋友来收藏大大方方投月票', 0, 0, 2, 100, '2021-01-05 00:30:09', '2022-01-19 12:25:33'),
(18, 0, '至尊瞳术师：绝世大小姐', 'https://res1.xiaoqinre.com/images/cover/201908/1565014125GIvBP5qAr9xUif3g.jpg', '漫画简介：【每周五/周日更新】24世纪异能界第一人洛清瞳神奇穿越至异世真衍大陆，从此开启了下等国侯府被废嫡女的逆袭复仇之路。一路打脸众反派、虐渣虐心机婊，人不犯我我不犯人，人若犯我必斩草除根！爽是爽了，但却一不小心惹上绝世妖孽美男，打不过还乱撩，从此你追我逃，逃着逃着还逃出了感情？', 1, 2, 2, 0, '2021-01-05 00:30:20', '2022-01-25 23:52:11'),
(19, 0, '戒魔人', 'https://res1.xiaoqinre.com/images/cover/201807/1530949978BtwvyRkEbES0ERAc.jpg', '漫画简介：大一新生周小安偶然戴上了蛇神女娲的戒指，一个人类历史上的惊天秘密随即揭开……每周二、六更新，不定期加更。Q群: 425311792', 0, 2, 2, 0, '2021-01-09 19:45:30', '2022-01-25 23:54:12'),
(20, 0, '超能立方', 'https://p.pstatp.com/origin/ff2b0000dc7ba74bf363', '《超能立方》是由水落声声主笔连载的网络漫画。漫画讲述了平凡男生偶得女神垂青，却惹上黑道大佬，机缘巧合之下获得了神秘立方体，开启超能之路，从此，行侠仗义，快意恩仇，踏上属于自己的强者之旅。', 0, 2, 2, 100, '2021-01-09 19:48:20', '2021-11-22 21:30:56'),
(21, 83, '我独自升级', 'https://static-tw.baozimh.com/cover/woduzishengji-duburedicestudio.jpg', '《我独自升级》漫画已由来自国漫的大触作者DUBU(主笔)   Chugong（原著）连载爆肝更新，漫画讲述了10年前，世界与其他次元连接的“门”被打开，各种魔物不断出现，于是乎能力各异的猎魔者也随之出现，被成为“猎人”。程肖宇是一名实力最弱的E级猎人，在一次挑战任务中，遇到了可怕的隐藏挑战。生死存亡之际，他居然获得了升级系统！在系统的利用下，他能成为最强猎人吗', 0, 2, 2, 200, '2021-01-09 19:50:02', '2022-01-26 00:05:14'),
(22, 0, '中华神医', 'https://res1.xiaoqinre.com/images/cover/201905/1556723296Kem0j5Z-HHoFcQQk.jpg', '漫画简介：神秘少年林昊应聘于一个诊所做小医生，绝世医术加上刚强个性，打破了小诊所的冷清肃条，给驴友做手术，给村长治癌症，给瘾君子戒毒，给村民们医治各种奇难杂症，小村医一炮而红，无数身份背景雄厚又身患病痛的患者慕名前来，小村医也因此风声水起。金鳞岂是池中物，一遇风云便化龙，且看林昊如何演绎传奇人生！', 0, 2, 2, 0, '2021-01-09 19:52:49', '2022-01-25 23:52:03'),
(23, 80, '被迫成为反派赘婿', 'https://static-tw.baozimh.com/cover/beipochengweifanpaizhuixu-yoousi.jpg', '漫画简介：【每周二、六、日更新】因为烂尾、断更下了地狱，一代三流写手，竟然被打入了自己小说里面，重生为反派赘婿李雨果，和原小说的正牌男主角斗智斗勇，结缘众多红尘知己……', 0, 0, 2, 200, '2021-01-09 19:57:04', '2022-01-26 00:01:51'),
(24, 0, '万古神王', 'https://p.pstatp.com/origin/137380000227135a07202', '【独家/每周五、六更新】前世因为帝尊陷害而身死，重生到了高中时代，恰逢灵气复苏，天地巨变。再生少年时，重走修行路，这一世，他当守护自己的朋友、亲人，他当不留遗憾，他当一路横推，他当诸天无敌，万古为尊！', 0, 2, 2, 0, '2021-01-09 22:42:30', '2022-01-25 23:59:57'),
(25, 0, '鬼刀', 'https://res1.xiaoqinre.com/images/cover/201806/1528933013oy718All5glNjDdE.jpg', '漫画简介：“我来自地狱，手捧星光。”', 0, 0, 2, 0, '2021-02-08 20:34:15', '2022-01-25 23:39:49'),
(26, 0, '氪金大佬', 'https://res1.xiaoqinre.com/images/cover/201905/1558677555mhtPnDsQTIyYBvEI.jpg', '漫画简介：诸天万界、百千系统，我只问一句——“能氪金吗？” 元气复苏的现代高武世界，诸天系统入侵，无数废材逆袭，魔王系统、位面交易系统、装逼系统、大侠系统纷至沓来，然而沈乾没得选，他只有一个氪金系统。 这是一个氪金就能变强的故事。 [周二、周五更新] QQ群：757171167', 0, 0, 2, 100, '2021-02-08 23:24:24', '2022-01-19 12:25:33'),
(27, 0, '我的弟子都超神', 'https://res1.xiaoqinre.com/images/cover/202011/16059200412A3Ao5TF7TnFJoNI.jpg', '漫画简介：游戏公司的加班狗叶阳，带着‘全职业满技能’的帐号穿越了！满级剑圣+修仙者+魔法师的咸鱼宗主生活开启，头痛的是有一群美女弟子天天劝他上进…', 0, 0, 2, 0, '2021-01-01 23:36:52', '2022-01-25 23:39:46'),
(28, 0, '降神战纪', 'https://res1.xiaoqinre.com/images/cover/201910/1571196656enYhE6QTkdw6qTIv.jpg', '漫画简介：【每周三周六更新】降神大陆分天人两域，玄、敖、灵三族在天为神，觉醒魄轮的人类，可以召唤天神将神格寄居于体内成为——降神师！边城少年宋小六身怀绝世天资，惨遭暗害，遭人断言终生与神无缘，却因缘际会召得众多绝代天神下凡，从此走上逆袭天下的降神之旅……', 0, 0, 2, 100, '2021-03-18 00:27:50', '2022-01-19 12:25:33'),
(29, 75, '修仙者大战超能力', 'https://static-tw.baozimh.com/cover/xiuxianzhedazhanchaonengli-taxuedongman.jpg', '漫画简介：修仙大陆有一位大能者，意外穿越到了现代英雄社会，在这渺小的地球中仙法和超能力展开了激烈的对抗……', 600, 1, 2, 200, '2021-03-20 15:17:57', '2022-01-25 00:13:18'),
(30, 35, '超级校医', 'https://res1.xiaoqinre.com/images/cover/202003/1584108655xB7boeeLThy26YbW.jpg', '漫画简介：由明漫天下团队创作，改编自杨老三同名小说《超级校医》。熊宇为了完成爷爷临终时的医遗愿，回到商城，与美女校长邱虹馨完婚，但是遭到拒绝，理由是指腹为婚，没有感情。为了培养感情，熊宇便成为了一名校医院的中医，真正的桃花大门，才刚刚打开...', 0, 2, 2, 0, '2021-03-20 15:26:42', '2021-05-23 09:07:20'),
(31, 0, '我和妹子们的荒岛余生', 'https://res1.xiaoqinre.com/images/cover/202008/1597198154W1mvH1T3Qt1QvmzE.jpg', '漫画简介：远古巨兽，现代人类，未来科技，时空混乱的荒岛；石器时代，动力时代，电气时代，飞速发展的荒岛文明。流落无人荒岛，开局一个系统，秦天从零开始求生。校花女神，金发御姐，暴走萝莉，我统统都要；驯金雕，收狼王，退巨蟒，这座荒岛，由我做主！', 0, 0, 2, 0, '2021-03-20 15:30:59', '2022-01-25 23:38:31'),
(32, 0, '最强神王', 'https://res1.xiaoqinre.com/images/cover/201907/15622407988yZejSnh3EGUrGHv.jpg', '漫画简介：这是充斥着灵气的时代，又是修仙者云集的世界。 少年吴浮重生归来，只是抬头望了眼，他是何等的平静。 这是一条崭新通向巅峰的归途！ 我需要做的，就是提剑肃清上一世所有的敌人！', 0, 2, 2, 0, '2021-03-20 15:36:14', '2022-01-25 23:38:22'),
(33, 0, '修真聊天群', 'https://res1.xiaoqinre.com/images/cover/201807/1530856043B80l39VlqkYtCd2H.jpg', '漫画简介：某天，宋书航意外加入了一个仙侠中二病资深患者的交流群，里面的群友们都以“道友”相称，群名片都是各种府主、洞主、真人、天师，连群主走失的宠物犬都称为大妖犬离家出走。整天聊的是炼丹、闯秘境、炼功经验啥的。 突然有一天，潜水良久的他发现……群里每一个群员竟然都是修真者！', 0, 0, 2, 100, '2021-03-20 15:38:34', '2022-01-19 12:25:33'),
(34, 55, '我被困在同一天十万年', 'https://p3.byteimg.com/origin/137e7000111b0dde30d75', '林越穿越到了鸿蒙大陆，却又被困在同一天整整十万年。无论他如何挣扎，天亮后都会回到昨天。十万年间，林越学会了所有的知识，了解无数宗门强者的秘密，也渐渐认命自己逃不出轮回了……然而，就在十万年的最后一天，林越夺走七业魔皇的未婚妻，砍断太上长老之子的手臂，闯下大祸之后，却发现新的一天为他打开了……', 0, 0, 2, 100, '2021-03-20 15:40:29', '2022-01-28 22:00:18'),
(35, 40, '魔人演武', 'https://p.pstatp.com/origin/ff5d0001795fab01c8f6', '介绍:【每周一更新】突然有一天，一个自称驱魔人的妹子从天而降，打破了学渣小混混刘炎辉的日常生活。从此之后，接二连三的麻烦不断袭来，父母被恶魔袭击生命垂危，从小的死对头也是驱魔人的目标之一，因为他的缘故城市也陷入危机……寄生恶魔之力的少年，将如何成长？', 0, 0, 2, 0, '2021-04-10 20:31:00', '2021-12-26 19:58:51'),
(36, 41, '超级校医', 'https://p.pstatp.com/origin/ff510000624882b07584', '熊宇为了完成爷爷临终时的医遗愿，回到商城，与美女校长邱虹馨完婚，但是遭到拒绝，理由是指腹为婚，没有感情。为了培养感情，熊宇便成为了一名校医院的中医，真正的桃花大门，才刚刚打开...', 0, 0, 2, 0, '2021-04-10 20:31:05', '2021-12-26 19:58:51'),
(37, 0, '独步逍遥', 'https://p.pstatp.com/origin/fe8d000108839825232e', '《独步逍遥》是由掌阅主笔连载的网络漫画。漫画讲述了贪恋红尘者，不求成仙，不求成佛。只求世间繁华，你我安好。但若天地不仁，神佛贪婪。我唯有怒而提剑，斩出一个浩瀚宇宙，可独步之，逍遥诸天。', 0, 0, 2, 0, '2021-04-10 20:58:20', '2022-01-25 23:37:04'),
(38, 43, '超级兵王在都市', 'https://p.pstatp.com/origin/fe8c00014904cf029031', '一个魅力非凡、能力超强的退伍特种兵，被仇人满世界追杀，又被恶势力盯上，但也被很多美女包围惦记着，是种什么体验？', 0, 0, 2, 0, '2021-04-10 21:00:29', '2021-12-26 19:58:51'),
(39, 44, '神魔天煞', 'https://p.pstatp.com/origin/ff9a00016e598376a684', '《神魔天煞》是由拾部次元主笔连载的网络漫画。漫画讲述了高能预警！被兄长陷害，被父亲废掉武功，就因为身为“奴隶血脉”，被家族里所有人排挤嫌弃，受尽折磨后被赶出家门。在最潦倒的时候，幸得神秘人指点，启发了自身潜能，原来一直被人所嫌弃的“奴隶血脉”，真身应是上天的恩赐【神魔血脉】，是难得一遇的天之骄子。成长翻身后，主角开始了对昔日狗眼看人低之徒的打脸之旅', 0, 0, 2, 0, '2021-04-10 21:05:11', '2021-12-26 19:58:51'),
(40, 0, '36D道侣逼我双修', 'https://p.pstatp.com/origin/137f700020a5139c31d3a', '前世遭受冷艳女帝“强迫双修”百年，切掉一魄只为逃离虎穴！！\n今涅槃重生成赘婿，这一世我武学魂法齐全，看我在这满是鄙夷的大陆上，一柱擎天定乾坤！【每周四，日更新！】', 0, 0, 2, 0, '2021-04-18 21:08:25', '2022-01-25 23:38:37'),
(41, 46, '主神崛起', 'https://p.pstatp.com/origin/ff2800015515107eba14', '漫画简介：《主神崛起》漫画版是由漫画团队阅动文化绘制，根据阅文集团旗下起点中文网同名游戏异界小说改编，小说原作者：文抄公。吴明一觉醒 竟然穿越成反派！抢了人家的妹子，还多了一个强势的姐姐？！主神空间、诸天万界又是啥？吴明淡定地木着脸，这一定是在做梦！', 0, 2, 2, 0, '2021-05-23 09:42:20', '2021-05-23 10:36:59'),
(42, 0, '我和26岁美女房客', 'https://res1.xiaoqinre.com/images/cover/201807/1531469548Zxy0CppXkDk5uRTW.jpg', '漫画简介：神秘的佣兵高手重归故里，继承父母遗留下的豪华别墅，一个又一个漂亮、性感的美女房客纷纷入驻', 200, 2, 2, 0, '2021-06-11 13:09:42', '2022-01-25 23:36:58'),
(43, 54, '反派妖婿', 'https://static-tw.baozimh.com/cover/fanpaiyaoxu-yadunzhimao.jpg', '漫画简介：普通学生弥生，因为千年前施恩于相柳，与相柳家女儿产生了姻缘法印，无奈下相柳家只好让他进入妖窝成为赘婿，从此群妖常伴，入赘后的弥生不仅没走上人生巅峰更被卷入了“长生”的风波，人人都想长生人人都想飞升，最大的秘密居然藏在他一个凡人身上。凭借飞升的秘密，弥生脚踩妖族，背靠镇妖司，成了个妖妖喊打的大反派。', 200, 2, 2, 200, '2021-06-11 13:13:27', '2022-01-28 21:59:39'),
(44, 0, '万渣朝凰', 'https://res1.xiaoqinre.com/images/cover/201905/1556723793DL_e3nJG4b04VfI6.jpg', '漫画简介：一时虐渣一时爽，一直虐渣一直爽 女主苏绿夏绑定女配逆袭系统，穿越千万小世界，花式吊打无数渣男贱女的现世报故事！【每周三、周六更新】 【万渣朝凰】竹鼠3群：665442588 苏绿夏：“能慰藉我的，只有渣男悔恨的泪水，和贱女求而不得的痛苦呻吟。”', 0, 0, 2, 0, '2021-08-16 12:35:00', '2022-01-25 23:38:40'),
(45, 79, '大象无形', 'https://static-tw.baozimh.com/cover/daxiangwuxing-fanqidongmansanfanxiongxzhaoxiayu.jpg', '女主在车祸中被神秘生物附体，醒来后到了另一个满是妖灵的世界，就在她疑惑，恐惧，绝望的时候出现了一位少年把她救回现世。从他口中得知这个世界原来一直有妖灵存在，她体内生物是个名为“人魈”的妖灵，短时间内无法将其取出，被迫与少年同居。而后与他踏上了捉妖的不归路......', 100, 0, 2, 200, '2021-09-18 13:24:31', '2022-01-26 00:01:18'),
(46, 53, '仙尊洛无极', 'https://p3.byteimg.com/origin/ffdd00034b844e55b2e0', '弟子、兄弟接连背叛，一代仙尊就此陨落。\n虽肉身已死，然精魂不灭！\n且凭至宝“太皇经”扭转因果，重回地球，破除业障，再铸神格！\n此生必使“无极”之名，凌驾天地日月之上！', 240, 1, 2, 200, '2021-10-17 12:48:33', '2021-12-26 19:59:05'),
(47, 60, '偷星九月天', 'https://p3.byteimg.com/origin/ff6200017abbfd8d401e', '偷星九月天漫画：一场爱与梦想的奇妙冒险…… 是男仆还是热血的少年侦探？江洋大盗竟是如花美眷？！ 迷雾一层接一层，悬念一环紧接一环，喘不过气了? 黑月铁骑魅影闪现，是兄妹的情谊还是死敌的较量？', 0, 0, 2, 0, '2021-11-26 22:30:02', '2021-12-06 00:06:07'),
(48, 63, '逆天邪神', 'https://p3.byteimg.com/origin/1373500002fcd085a020a', '漫画简介：周二周六更新。改编自纵横中文网小说，原著：火星引力。一代天才玄脉受损成为废物，世人嘲笑，新婚之夜遭人毒害…玄天至宝，轮回镜现，逆天改命，带着仇恨与遗憾，誓要登顶力量的巅峰！更多精彩内容欢迎搜索加入微信公众号：兴艺凯晨。商务合作联系qq:762082052', 1, 0, 2, 100, '2021-12-15 00:06:58', '2022-01-28 21:57:26'),
(49, 72, '大王饶命漫画', 'https://static-tw.baozimh.com/cover/dawangraoming-yuedongwenhua.jpg', '灵气复苏后，全民抓紧每一丝灵气修行，只有吕树，背靠负面情绪值系统，怼人就变强！他只想保护好妹妹，但时代洪流避无可避，那也只好……顺便怼怼人，成为最强！那么，准备好了吗，吕树“大魔王”来喽~ ', 2222, 1, 2, 200, '2021-12-19 18:35:09', '2022-01-24 23:40:57'),
(50, 68, '大王饶命之新亭是好刀漫画', 'https://cdnimg.zhuishudashi.net/comic/20211015/17/5a4cd3ac7ef54f8af621447e70214348.jpeg', '昨日新绿蚁，今日亭中酌。绿蚁是好酒，新亭是好刀。《大王饶命》番外之聂廷篇，新亭刀出，长白迷踪易主！时间回到灵气复苏之前，聂廷与石学晋排除万难，创立天罗地网组织..... ', 1, 1, 2, 0, '2021-12-26 20:02:15', '2022-01-23 16:00:36'),
(51, 66, '我独自升级', 'https://p3.byteimg.com/origin/fee4000093dbe6516f28', '《我独自升级》漫画已由来自国漫的大触作者DUBU(主笔)   Chugong（原著）连载爆肝更新，漫画讲述了10年前，世界与其他次元连接的“门”被打开，各种魔物不断出现，于是乎能力各异的猎魔者也随之出现，被成为“猎人”。程肖宇是一名实力最弱的E级猎人，在一次挑战任务中，遇到了可怕的隐藏挑战。生死存亡之际，他居然获得了升级系统！在系统的利用下，他能成为最强猎人吗', 0, 0, 2, 0, '2022-01-05 22:29:30', '2022-01-07 19:45:44'),
(52, 67, '我修的可能是假仙', 'https://p3.byteimg.com/origin/ff1600015ae1f2090fe4', '我修的真的是假仙啊啊啊啊啊啊啊啊啊！', 0, 0, 2, 200, '2022-01-14 10:19:55', '2022-01-14 10:21:10'),
(53, 74, '掌門低調點', 'https://static-tw.baozimh.com/cover/zhangmendidiaodian-yuewenmanhua.jpg', '\"穿越天玄界，開局竟是辣雞門派掌門人！\n都市氪金人重生遊戲異界，拿玩家當走狗，收世界主角做小弟，論裝逼我只認天下第一！\n\"', 0, 0, 2, 200, '2022-01-24 23:47:59', '2022-01-24 23:49:17'),
(54, 77, '我的假女友正全力防禦她們的進攻', 'https://static-tw.baozimh.com/cover/wodejianuyouzhengquanlifangyutamendejingong-yuanzhusichuzhihuasfqingxiaoshuomanhuixinfengersanjiulugongzuoshijiaobenyuzhouyuyanwenhua.jpg', '某天，我突然被女孩子表白，爲了拒絕她，不得不找了個假女友。沒想到我這個爲了避免麻煩的舉動……卻引來了更大的修羅場？！\n傲嬌弓道部“惡犬”、擅長調戲的“白毛狐狸”、黑長直“高嶺之花”、還有……病嬌兄控妹妹！難道我的青春戀愛物語也全是問題？！\n', 0, 0, 2, 200, '2022-01-25 18:53:22', '2022-01-25 18:55:53'),
(55, 0, '', '', '', 0, 0, 2, 100, '2022-01-28 22:06:30', '1000-01-01 00:00:00');

--
-- 转存表中的数据 `supplier`
--

INSERT INTO `supplier` (`id`, `related_id`, `channel`, `source_id`, `name`, `pic`, `intro`, `max_sequence`, `ext_1`, `ext_2`, `ext_3`, `weight`, `status`, `created_at`, `updated_at`) VALUES
(1, 15, 6, 'wuliandianfeng-pikapi_a', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 21:53:09', '1000-01-01 00:00:00'),
(2, 54, 6, 'wodejianuyouzhengquanlifangyutamendejingong-yuanzhusichuzhihuasfqingxiaoshuomanhuixinfengersanjiulugongzuoshijiaobenyuzhouyuyanwenhua', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(3, 53, 6, 'zhangmendidiaodian-yuewenmanhua', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(4, 52, 6, 'woxiudekenengshijiaxian-yuewenmanhua', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(5, 49, 6, 'dawangraoming-yuedongwenhua', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(6, 46, 6, 'xianzunluowuji-damowangmanhua', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(7, 45, 6, 'daxiangwuxing-fanqidongmansanfanxiongxzhaoxiayu', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(8, 43, 6, 'fanpaiyaoxu-yadunzhimao', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(9, 29, 6, 'xiuxianzhedazhanchaonengli-taxuedongman', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(10, 23, 6, 'beipochengweifanpaizhuixu-yoousi', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(11, 21, 6, 'woduzishengji-duburedicestudio', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(12, 15, 6, 'wuliandianfeng-pikapi_a', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(13, 9, 6, 'benjianxianjuebuchiruanfan-dongmanshe', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(14, 6, 6, 'quanzhifashi-yuewenmanhua', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(15, 5, 6, 'congqianyouzuolingjianshan-xianmanwenhua', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(16, 4, 6, 'yirenzhixia-dongmantang', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:04:07', '1000-01-01 00:00:00'),
(17, 55, 6, 'diyizhuixu-erzhoumumanhua', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:06:48', '1000-01-01 00:00:00'),
(18, 11, 4, '17128', '', '', '', 0, '', '', '', 0, 200, '2022-01-28 22:11:34', '1000-01-01 00:00:00');

